Repository: tomasatisocco/coaching-test
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# welcome
source: Welcome to VCC Test!
es: Bienvenido al test VCC!

source: Get Started!
es: Empezar!

# emailError
source: Please enter a valid email
es: Por favor entra un email valido

# testDescription
source: The propose of this test is to orient you respect of where are you from as a coach, clarifying the next steps of your profesional development and bringing you references so you can live as a coach.
es: El propósito de este test es orientarte respecto de dónde te encuentras como coach, clarificando la hoja de ruta para tu desarrollo profesional y brindándote referencias para que puedas vivir como coach.

# testLevels
source: The test is designed en base of 4 development axis:
es: El test esta diseñado en base a cuatro ejes de desarrollo:

source: Quality of service
es: Calidad del servicio de coaching

source: Business creation
es: Creación del negocio

source: Personal wellness
es: Bienestar personal

source: Aport to the community
es: Aportes a la profesión

# disclaimer
source: Even though the results of this test let you know your level, they are indicative and we recommend you strongly to complement it with a conversation with a VCC Mentor. This way you can delve into details about your actual level and the challenges that you are going to have in your professional coach career.
es: Si bien los resultados del test te permiten reconocer tu nivel, son orientativos y te recomendamos fuertemente que puedas complementarlo con una conversación con un Mentor VCC. De esta forma podrás ahondar en detalle acerca de tu nivel actual y los desafíos que tienes por delante cómo coach profesional.

# welcomeRecordings
source: We hope that the questions themselves be valuable to you and that your honesty answering this questions helps you to put in perspective all what you have done and all what you have to do to be a better coach.
es: Esperamos que las preguntas en sí mismas sean de valor para ti y que tu honestidad al responder logre poner en perspectiva lo que ya has realizado y lo que aún debes aprender.

# question101
source: How many profesional perfectionism activities have you done in the last 12 months?
es: ¿En qué grado ha realizado actividades de perfeccionamiento profesional durante los últimos 12 meses?

# question101Description
source: Mark the proper answer being 0 any activities, 1 minimum and 4 maximum.
es: Marque la opción correspondiente siendo 0 ausencia de actividad, 1 el mínimo y 4 el máximo.

# question102
source: How many professional session as a coach have you done monthly in media in the last 12 months?
es: ¿Cuántas sesiones promedio mensuales como coach realizó en los últimos 12 meses?

# question102Description
source: Sum the total in the last 12 months and divide it by 12 and mark the proper answer.
es: Sume el total de los últimos 12 meses y divídelo por 12. Marque la opción correspondiente.

# question103
source: What percentage of the total sessions a coach in the last 12 months did you receive supervision?
es: ¿En qué porcentaje, de las sesiones promedio mensuales realizadas como coach durante los últimos 12 meses, recibió supervisión de parte de un coach?

# question103Description
source: Sum the total in the last 12 months and divide it by 12 and mark the proper answer.
es: Sume el total de los últimos 12 meses y divídelo por 12. Marque la opción correspondiente.

# question104
source: How do you auto qualify the quality of your sessions as a coach
es: ¿Cómo auto califica la calidad de sus sesiones como coach?

# question104Description
source: Mark the proper answer being 0 that you didn't had sessions as coach, 1 minimum and 4 maximum.
es: Marque la opción correspondiente siendo 0 que aun no tuve sesiones como coach, 1 el mínimo y 4 el máximo.

# question105
source: How many sessions as a coachee have you receive as monthly media in the last 12 months?
es: ¿Cuántas sesiones promedio mensuales recibió como coachee, en los últimos doce meses?

# question105Description
source: (Sesiones taking in the coaching formation shouldn't be counted) Mark the proper answer.
es: (No debe considerar las sesiones realizadas en el marco de la formación como coach). Marque la opción correspondiente

# question106
source: Do you have a mentor or a coach reference actually?
es: ¿Tiene actualmente un mentor o coach referente con el que esté trabajando?

# question106Description
source: (We understand here the mentor or coach referent as the relation of accompaniment received based on your bigger experience) Mark the proper answer.
es: (Entendemos aquí al mentor o coach referente como la relación de acompañamiento recibida en base a su mayor experiencia). Marque la opción correspondiente

# question107
source: Are you a mentor of another coach?
es: ¿Es mentor de otro coach?

# question107Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question108
source: How do you auto qualify if you have been developing a systematization to bring your coaching service?
es: ¿En qué grado auto califica que viene desarrollando una sistematización para brindar sus servicios de coaching?

# question108Description
source: (the systematization means how organized is the way that you make your job as a coach). Mark the proper answer being 0 no systematization, 1 the minimum and 4 the maximum.
es: (La sistematización se refiere a cuan organizada/estructurada está la forma en que realiza su trabajo como coach). Marque la opción correspondiente siendo 0 la ausencia de sistematización, 1 el mínimo y 4 el máximo

# question109
source: In what grade do you offer process ad a format of your services as a coach?
es: ¿En qué grado ofrece procesos como formato de sus servicios como coach?

# question109Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question110
source: How do you auto qualify the importance of your service for your clients?
es: ¿Cómo auto califica la importancia de su servicio para sus clientes?

# question110Description
source: Mark the proper answer being 0 if you don't know your clients opinion, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0 si no conoce la opinion de sus clientes, 1 el mínimo y 4 el máximo

# question201
source: What percentage of your total sessions as a coach in the las 12 months have been paid?
es: ¿Qué porcentaje de las sesiones realizadas en los últimos 12 meses fueron cobradas?

# question201Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question202
source: What is the minimal payment (in $USD) that you receive for a session?
es: ¿Cuál es el honorario mínimo promedio (en dólares) que cobra por sesión?

# question202Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question203
source: What is your average media income (in $USD) of the last 12 months?
es: ¿Cuál es la facturación mensual promedio (en dólares) de los últimos 12 meses?

# question203Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question204
source: What do you think that is the difference in your services as a coach?
es: ¿Cuál cree que es el diferencial de sus servicios como coach?

# question204Description
source: Mark the proper answer.
es: Marque la opción correspondiente

# question205
source: How do you auto qualify the recommendations that you receive for your services as a coach?
es: ¿En qué grado auto califica que recibe recomendaciones de sus clientes por sus servicios de coaching?

# question205Description
source: (We mean the contact that your client brings you of a potential new client) Mark the proper answer being 0 if you don't have recommendations, 1 the minimum and 4 the maximum.
es: Nos referimos al contacto que le brinda su cliente de un potencial nuevo cliente) Indique la opción correspondiente siendo 0 ausencia de recomendaciones, 1 el mínimo y 4 el máximo.

# question206
source: How do you auto qualify that you receive testimonials from your clients for your service as a coach?
es: ¿En qué grado auto califica que recibe testimonios de sus clientes por sus servicios de coaching?

# question206Description
source: We mean to the public expression (write, video, etc.) of your client about his satisfaction with your services. Mark the proper answer being 0 if you don't have testimonials, 1 the minimum and 4 the maximum.
es: Nos referimos a la expresión pública (escrita, video, etc.) de su cliente respecto de la satisfacción con sus servicios. Indique la opción correspondiente siendo 0 ausencia de testimonios, 1 el mínimo y 4 el máximo.

# question301
source: How do you auto qualify the time that you dedicate to your physical activity?
es: ¿En qué grado auto califica su tiempo dedicado a la actividad física?

# question301Description
source: Mark the proper answer being 0 if you don't do physical activity, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0 ausencia de tiempo dedicado a la actividad física, 1 el mínimo y 4 el máximo

# question302
source: How do you auto qualify the time that you dedicate to your family?
es: ¿En qué grado auto califica su tiempo dedicado a las relaciones familiares?

# question302Description
source: Mark the proper answer being 0 if you don't dedicate time to your family, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0 ausencia de tiempo dedicado a las relaciones familiares, 1 el mínimo y 4 el máximo

# question303
source: How do you auto qualify the time that you dedicate to your social relationships?
es: ¿En qué grado auto califica su tiempo dedicado a las relaciones sociales?

# question303Description
source: Mark the proper answer being 0 if you don't dedicate time to your social relationships, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0 ausencia de tiempo dedicado a las relaciones sociales, 1 el mínimo y 4 el máximo

# question304
source: How do you auto qualify the time that you dedicate to be in contact with nature?
es: ¿En qué grado auto califica su tiempo dedicado al contacto con la naturaleza?

# question304Description
source: Mark the proper answer being 0 if you don't dedicate time to be in contact with nature, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0 ausencia de tiempo dedicado al contacto con la naturaleza, 1 el mínimo y 4 el máximo

# question305
source: How do you auto qualify the time that you dedicate to relax?
es: ¿En qué grado auto califica su tiempo dedicado al ocio?

# question305Description
source: Mark the proper answer being 0 if you don't dedicate time to relax, 1 the minimum and 4 the maximum.
es: Marque la opción correspondiente siendo 0if you don't dedicate time to relax, 1 el mínimo y 4 el máximo

# question401
source: How do you auto qualify your participation in activities with other coaches?
es: ¿En qué grado auto califica su participación en actividades con colegas?

# question401Description
source: For example, in profesional associations or shared working spaces. Mark the proper answer being 0 if you don't participate in activities with other coaches, 1 the minimum and 4 the maximum.
es: Por ejemplo, en asociaciones profesionales, ámbitos laborales compartidos, de perfeccionamiento profesional. Indique la opción correspondiente siendo 0 si no participa, 1 el mínimo y 4 el máximo.

# question402
source: How do you auto qualify your aport to the profesional community?
es: ¿En qué grado auto califica que ha realizado algunos de los siguientes aportes a la profesión de coaching?

# question402Description
source: For example, collaborate with some coaching institution, participate in volunteer programs, publish about the profession in some media? Mark the proper answer being 0 if you don't aport to the profesional community, 1 the minimum and 4 the maximum.
es: Colaborar en alguna institución de coaching, participar en programas de voluntariado en alguna institución de coaching, divulgar la profesión en medios de comunicación. Indique la opción correspondiente siendo 0 si no realizó aportes, 1 el mínimo y 4 el máximo.

# question403
source: How do you auto qualify that you have made some of the next aport to the profesional community? Write a book, and article, a paper, or create specializations or some innovations in the standard practices of domain, standard actions that coaches make or the results that this produce.
es: ¿En qué grado auto califica que ha realizado algunos de los siguientes aportes a la profesión de coaching?

# question403Description
source: Mark the proper answer being 0 if you don't aport to the profesional community, 1 the minimum and 4 the maximum.
es: Escribir un libro, artículo o paper, crear especializaciones o alguna innovación radical en las prácticas estándares del dominio, en las acciones habituales que los coaches realizan, en la forma en que la realizan y/o en los resultados que producen.? Indique la opción correspondiente siendo 0 si no realizó aportes, 1 el mínimo y 4 el máximo.

# question404
source: What certificate grade, given by a profesional institution (FICOP AACOP, etc.), do you have?
es: ¿Qué grado de certificación, otorgada por alguna institución profesional (FICOP AACOP u otra), posee?

# question404Description
source: Mark the proper answer, being 0 if you don't have any certificate, 1 the minimum and 4 the maximum.
es: Indique la opción correspondiente siendo 0 ninguna, 1 el mínimo y 4 la máxima.

# between1to4
source: Between 1 - 4
es: Entre 1 - 4

# between5to10
source: Between 5 - 10
es: Entre 5 - 10

# between11to20
source: Between 11 - 20
es: Entre 11 - 20

# between21to30
source: Between 21 - 30
es: Entre 21 - 30

source: More than 30
es: Más de 30

# between3to5
source: Between 3 - 5
es: Entre 3 - 5

source: More than 5
es: Más de 5

source: Yes
es: Si

# noOfferProcess
source: I don't offer process
es: No ofrece procesos

# offerProcessExceptionally
source: I offer process exceptionally
es: Ofrece muy excepcionalmente procesos

# offerProcessFrequently
source: I offer process frequently
es: Ofrece habitualmente procesos

# offerProcessAlways
source: I offer process always
es: Ofrece habitualmente procesos

# offerProcessExclusively
source: I offer process exclusively
es: Ofrece exclusivamente procesos

# between1to25
source: Between 1 - 25%
es: Entre 1 - 25%

# between26to50
source: Between 26 - 50%
es: Entre 26 - 50%

# between51to75
source: Between 51 - 75%
es: Entre 51 - 75%

# between76to100
source: Between 76 - 100%
es: Entre 76 - 100%

# notPaymentYet
source: I don't receive payments yet
es: No cobro aun

# between1to10
source: Between 1 - 10
es: Entre 1 - 10

# between1to999
source: Between 1 - 999
es: Entre 1 - 999

# between1000to1999
source: Between 1000 - 1999
es: Entre 1000 - 1999

# between2000to2999
source: Between 2000 - 2999
es: Entre 2000 - 2999

source: More than 3000
es: Más de 3000

source: Any
es: Ninguno

source: Low prices
es: Honorarios bajos

source: High prices
es: Honorarios altos

# typeOfService
source: Type of service (any particularity in the way the service is provided)
es: Tipo de servicio (alguna particularidad en la forma de entrega del servicio)

# onlyOne
source: I'm the only one doing this
es: Soy el único que lo hace

# firstOne
source: I'm the first one doing this
es: Soy el primero

# clientRelationship
source: Type of relationship with the client
es: Tipo de relación con el cliente

source: Payment method
es: Forma de cobro

source: Other
es: Otros

source: By order
es: A pedido

source: Next
es: Siguiente

# previous
source: Previous question
es: Pregunta anterior

source: Complete
es: Completar

# scoreOverviewTitle
source: Your Scores Overview
es: Tu Resumen de Puntaje
